Repository: derhansen/fe_change_pwd
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da, de

# passwordFieldsEmptyOrNotBothFilledOut
source: You must fill out both password fields
da: Du skal udfylde begge adgangskode-felter
de: Sie müssen beide Passwort-Felder ausfüllen

# passwordsDoNotMatch
source: The passwords do not match
da: Adgangskoderne matcher ikke
de: Die Passwörter stimmen nicht überein

# pwnedPasswordFailure
source: This password appeared in a data breach and is found %1s times in the haveibeenpwned.com database. Please choose a different password.
da: Denne adgangskode optræder i et datasikkerhedsbrud og er fundet %1s gange i haveibeenpwned.com databasen. Vælg venligst en anden adgangskode.
de: Dieses Passwort ist durch Datendiebstahl bekannt und kommt %1s mal in der haveibeenpwned.com Datenbank vor. Bitte wählen Sie ein anderes Passwort.

# oldPasswordFailure
source: This password can not be used, because it equals the old password.
da: Denne adgangskode kan ikke benyttes, fordi den er det samme som tidligere adgangskode.
de: Dieses Passwort kann nicht verwendet werden, da es dem aktuellen Passwort entspricht.

# passwordUpdated
source: The password has been updated
da: Din adgangskode er opdateret
de: Ihr Passwort wurde aktualisiert

# passwordUpdated.title
source: Password updated
da: Adgangskode opdateret
de: Password aktualisiert

source: Change password code
da: Skift adgangskode
de: Passwortänderungscode

# link.sendChangePasswordCode
source: Send change password code
da: Send skift af adgangskode
de: Passwortänderungscode anfordern

source: Current Password
da: Nuværende adgangskode
de: Aktuelles Passwort

source: Password
da: Kodeord
de: Passwort

source: Repeat Password
da: Gentag adgangskode
de: Passwort wiederholen

source: Update
da: Opdatér
de: Aktualisieren

# validationErrorHeader
source: Please check your input for the following errors:
da: Tjek venligst din indtastning for følgende fejl:
de: Bitte überprüfen Sie Ihre Eingabe auf folgende Fehler:

# changePasswordReason.forcedChange
source: You must change your password
da: Din skal ændre din adgangskode
de: Sie müssen Ihr Passwort ändern

# changePasswordReason.passwordExpired
source: Your password has expired and must be changed
da: Din adgangskode er udløbet og skal ændres
de: Ihr Passwort ist abgelaufen und muss geändert werden

# notLoggedIn
source: You need to be logged in to update your password
da: Du skal være logget på for at ændre din adgangskode
de: Sie müssen eingeloggt sein, um Ihr Passwort zu aktualisieren

# currentPasswordEmpty
source: Please enter your current password in the corresponding field.
da: Indtast venligst din aktuelle adgangskode i det tilsvarende felt.
de: Bitte geben Sie Ihr aktuelles Passwort in das dafür vorgesehene Feld ein.

# currentPasswordFailure
source: The current password you entered is wrong.
da: Den aktuelle adgangskode du indtastede er forkert.
de: Das eingegebene aktuelle Passwort ist falsch.

# changePasswordCode.empty
source: You must enter the change password code.
da: Du skal indtaste ændring af adgangskode.
de: Sie müssen den Passwortänderungscode eingeben.

# changePasswordCode.invalidOrExpired
source: The given change password code is invalid or has expired.
da: Den angivne ændrede adgangskode er ugyldig eller er udløbet.
de: Der eingegebene Passwortänderungscode ist ungültig oder abgelaufen.

# changePasswordCodeSent
source: The change password code has been sent to your email address.
da: Den ændrede adgangskode er sendt til din e-mailadresse.
de: Der Passwortänderungscode wurde an Ihre E-Mail-Adresse gesandt.

# changePasswordCodeSent.title
source: Change password code sent
da: Kode til ændring af adgangskode er sendt
de: Passwortänderungscode versandt

# changePasswordCodeInvalidEmail
source: Change password code could not be sent, because no valid email address is configured for your acccount.
de: Der Passwortänderungscode konnte nicht versandt werden, weil Ihr Benutzerkonto keine gültige E-Mail-Adresse enthält.

# changePasswordCodeInvalidEmail.title
source: Invalid email address
da: Ugyldig e-mailadresse
de: Ungültige E-Mail-Adresse

# changePasswordCode.email.subject
source: Your change password code
de: Ihr Passwortänderungscode

# changePasswordCode.email.title
source: Change password code
de: Passwortänderungscode

# changePasswordCode.email.introduction
source: Please find below the change password code you requested.
de: Unten finden Sie den von Ihnen angeforderten Passwortänderungscode.

# changePasswordCode.email.code
source: Code
da: Kode
de: Passwortänderungscode

# changePasswordCode.email.validUntil
source: Valid until
da: Gyldig indtil
de: Gültig bis

# changePasswordCode.email.notice
source: The change password code can be used multiple times either until the validity date is reached or until the password has been successfully changed.
de: Der Passwortänderungscode kann mehrfach verwendet werden, bis das Gültigkeitsdatum erreicht ist oder bis das Passwort erfolgreich geändert wurde.
